/* blue color */
"blue" = "blue";

/* brown color */
"brown" = "brown";

/* clear color */
"clear" = "clear";

/* msgHelp */
"Commands Voice:\n\nHelp : To show the commands\n\nHi : To welcome you\n\nPhoto : To open CameraRoll app\n\nSafari : To open Safari app\n\nMessages : To open Messages app\n\nSettings : To open settings app\n\nSearch : To open WebKit and search on Google\n\n\nColors : Say any color to change the Background Color Of rootView" = "Commands Voice:\n\nHelp : To show the commands\n\nHi : To welcome you\n\nPhoto : To open CameraRoll app\n\nSafari : To open Safari app\n\nMessages : To open Messages app\n\nSettings : To open settings app\n\nSearch : To open WebKit and search on Google\n\n\nColors : Say any color to change the Background Color Of rootView\n\nChange my name : To change your name";

/* cyan color */
"cyan" = "cyan";

/* gray color */
"gray" = "gray";

/* green color */
"green" = "green";

/* msgHi */
"Hi \(name!)" = "Hi \(name!)";

/* msgFine */
"I wish you a happy day \(self.name!)" = "I wish you a happy day \(self.name!)";

/* msgHowAreYou */
"I'm Fine , Thanks \(self.name!) for ask me!" = "I'm Fine , Thanks \(self.name!) for ask me!";

/* magenta color */
"magenta" = "magenta";

/* msgSearch */
"Ok, What do you want to look for?" = "Ok, What do you want to look for?";

/* orange color */
"orange" = "orange";

/* Points of Interest */
"Points of Interest" = "Points of Interest";

/* purple color */
"purple" = "purple";

/* red color */
"red" = "red";

/* msgChangeName */
"Well, what do you want me to call you?\nPress the mic button and talk" = "Well, what do you want me to call you?\nPress the mic button and talk";

/* white color */
"white" = "white";

/* yellow color */
"yellow" = "yellow";

/* msgName */
"Your Name is \(name)\n,I will remember that" = "Your Name is \(name)\n,I will remember that";


/* msgNotSetName */
"Hello, what do you want me to call you.\nPress the mic button and talk" = "Hello, what do you want me to call you.\nPress the mic button and talk";

/* msgWelcome */
"Welcome %@" = "Welcome %@";

/* msgHowAre */
"How are you today" = "How are you today";

/* titleAlert */
"Choose correct" = "Choose correct";

/* msgAlert */
"What is your correct name?" = "What is your correct name?";

/* noneAlert */
"none above" = "none above";

/* msgChangname */
"Well, press the record button and say your name again" = "Well, press the record button and say your name again";

/* hi */
"hi" = "hi";

/* fine */
"fine" = "fine";

/* search */
"search" = "search";

/* photo */
"photo" = "photo";

/* safari */
"safari" = "safari";

/* messages */
"messages" = "messages";

/* settings */
"settings" = "settings";

/* help */
"help" = "help";

/* how are you */
"how are you" = "how are you";

/* change */
"change" = "change";

/* name */
"name" = "name";


/* arAlert1 */
"Arabic" = "تحدث بالعربي";

/* enAlert1 */
"English" = "تحدث بالانجليزي";
